export const storeInfo = [
  // 관광지
  {
    classification: "관광지",
    storeName: "왕방산",
    address: "경기도 포천시 신북면 깊이울로 234-106(일대)",
    coordinates: {
      latitude: 37.9162363387,
      longuitude: 127.1642551469,
    },
    explanation:
      "포천시의 진산으로 불려온 왕방산(737m)은 포천읍 서쪽에 우뚝 솟아있는 산이다. 신라 헌강왕 3년(872)경 도산국사가 이 곳에 머무르고 있을 때 국왕이 친히 행차, 격려하였다해서 왕방산이라 불리어졌고, 도선국사가 기거했던 절을 왕방사라 했다는 말이 전해지고 있다.",
    detailInfo: "등산로:[제 1코스] 호병골 - 왕산사(보덕사) - 임도 - 정상",
    storeNumber: "031-538-3341",
    openingHours: "연중무휴",
    businessDay: "연중무휴",
  },
  {
    classification: "관광지",
    storeName: "대금산(경기)",
    address: "경기 가평군 가평읍 두밀리, 하면 현리",
    coordinates: {
      latitude: 37.8130533403,
      longuitude: 127.4363222043,
    },
    explanation:
      "가평군 가평읍 두밀리와 하면 현리 쪽으로 능선을 이루고 있으며 높이 704m의 산으로 옛날에 금광이 발견된 후 유명해졌기 때문에 대금산이라 불리고 있다.",
    detailInfo: "등산로:* 두밀종점 - 삼거리 우측 - 좌측능선 - 정상",
    storeNumber: "031-582-8830",
    openingHours: "연중무휴",
    businessDay: "연중무휴",
  },
  {
    classification: "관광지",
    storeName: "백운산(포천)",
    address:
      "경기도 포천시 이동면 포화로 236-73 강원특별자치도 화천군 사내면 광덕리",
    coordinates: {
      latitude: 38.0716171728,
      longuitude: 127.4103614172,
    },
    explanation:
      "백운산(해발 903.0m)은 정상은 육산이지만 올라가는 계곡길과 능선길 곳곳에 화강암으로 된 바위와 깎아세운 듯한 단애가 있어 경치가 좋다. 경기도와 강원도를 구분짓는 산으로 주변의 광덕산, 국망봉, 박달봉 등과 같은 높은 봉우리들과 무리를 이루고 있다.",
    detailInfo: "입장료 : 무료",
    storeNumber: "031-538-3341",
    openingHours: "연중개방",
    businessDay: "연중개방",
  },
  // 레포츠
  {
    classification: "레포츠",
    storeName: "금이낚시터",
    address: "경기도 시흥시 금이진말길 133(금이동)",
    coordinates: {
      latitude: 37.398982131,
      longuitude: 126.8279949943,
    },
    explanation: "금이 낚시터는 경기도 시흥시 금이동에 있다. ",
    detailInfo:
      "이용요금: 30,000원 ※이용요금은 변동될 수 있으므로 전화 문의 요망 부대시설: 매점 주요시설: 안전시설 설비사항 구명부환, 구명동의, 구명줄, 소화기, 구급약품, 관리선, 관리선내구명조끼, 단독경보형감지기, 내부피난안내도",
    storeNumber: "",
    openingHours: "연중무휴",
    businessDay: "연중개방",
  },
  {
    classification: "레포츠",
    storeName: "평택시 실내수영장",
    address: "경기도 평택시 평남로 616(합정동)",
    coordinates: {
      latitude: 36.9876346848,
      longuitude: 127.1065033863,
    },
    explanation:
      "평택시에서 운영하는 실내수영장으로는 소사벌레포츠타운 수영장, 이충문화체육센터 수영장, 서평택국민체육센터 수영장이 있다.",
    detailInfo:
      "할인정보:다자녀(두자녀 이상) 50% 할인 강습안내: 월회원과 강습회원 요금은 홈페이지 참고 이용요금: [1일 이용권] -어른(19세이상~60세이하): 3,300원 -어른(61세이상~64세이하): 2, 200원 -군경 / 학생: 2, 200원 -노인 / 어린이 / 장애인 / 국가유공자: 1, 650원 부대시설: 카페(1층)",
    storeNumber: "031-8024-3360",
    openingHours: "연중개방",
    businessDay: "매주 월요일 / 국경일",
  },
  {
    classification: "레포츠",
    storeName: "서울특별시립수서청소년수련관",
    address: "서울특별시 강남구 광평로 144(수서동)",
    coordinates: {
      latitude: 37.4835991945,
      longuitude: 127.0888077714,
    },
    explanation:
      "수서청소년수련관은 사단법인 한국청소년세상에서 서울시의 위탁을 받아 운영하고 있는 청소년수련시설이다. 청소년을 위한 교육, 문화, 체육활동 프로그램을 운영하고 있다.",
    detailInfo:
      "주요시설:지하2층 - 수영장, 전기/기계실 <br /> 지하1층 - 제과제빵실, 소체육관, 수영장(락카실) < br /> 1층 - 안내데스크, 교육문화팀, 생활체육팀, 유아스포츠단, 청소년극장, 대체육관, 헬스장 <br /> 2층 - 유스1~7실(청소년 활동 프로그램실), 강남구청소년상담복지센터, 프로그램1~7실(평생교육강좌) <br /> 3층 - 관장실, 업무지원팀, 청소년사업팀, 특화사업팀, 진로교육실, 다목적실, 소강당, 공연연습실, 프로그램실 3층 / 옥상 - 옥상정원, 휴게실",
    storeNumber: "031-538-3341",
    openingHours: "06:00 ~ 22:00",
    businessDay: "연중개방",
  },
  // 숙박
  {
    classification: "숙박",
    storeName: "강가에 하얀집 펜션",
    address: "강원특별자치도 영월군 영월읍 선돌길 83-9",
    coordinates: {
      latitude: 37.1788536889,
      longuitude: 128.4347977723,
    },
    explanation:
      "강가에 하얀 집 펜션은 영월 읍내에 가장 가까이에 있으며 영월 IC에서 3분 거리, 청령포 2분 거리, 하이원스키장 및 정선 5일장 30분 거리에 있으며 펜션 앞에는 깨끗한 강이 있고 강에서 물놀이, 다슬기 잡기, 낚시 등이 가능하다. 강 건너에 태백선 기찻길과 숲이 우거진 산 및 운치 있는 산책로가 있는 유럽풍 목조펜션으로 전 객실이 강변을 바라보고 있어 경치가 아름답고 좋은 추억을 만들 수 있는 펜션이다.",
    detailInfo:
      "객실명:별님(303호)<br /> 객실크기: 10평<br />객실수: 0<br />기준인원: 3최대인원: 5 <br />※ 객실 가격 전화문의 요망 < br />※ 위 정보는 2021년 11월에 작성된 정보로(정상요금), 해당 숙박시설 이용요금이 수시로 변동됨에 따라 이용요금 및 기타 자세한 사항은 홈페이지 참조 요망",
    storeNumber: "033-373-1139",
    openingHours: "06:00 ~ 22:00",
    businessDay: "연중개방",
  },
  // 여행지
  {
    classification: "여행지",
    storeName: "바다와 호수가 아름다운 동해안 최북단 여행",
    address: "",
    coordinates: {
      latitude: 38.4465127542,
      longuitude: 128.4598152167,
    },
    explanation:
      "고성에는 화진포호라 불리는 석호가 있다. 바다였던 지역이 자연 현상으로 호수가 된 곳이다. 화진포호와 함께 드라마 겨울연가의 촬영지인 화진포해변까지 경관이 수려하다. 한국전쟁을 전후해 조성된 옛 별장도 그대로 남아 있다. 북으로 달리면 더는 갈 수 없는 통일전망대가 가로막아 서고 DMZ박물관, 통일전망대 등 안보체험도 가능하다.",
    detailInfo:
      "1.거진항(해맞이공원) 코스개요: 거진항은 38도선 이북(북위 38˚ 26)에 위치한 건설부지정 제2종 항만이다. 접적지구라는 입지적인 조건 등으로 오지 어촌으로만 여겨왔던 이곳은 지난 1973년 거진면이 읍으로 승격되면서 항구 주변에 현대식 고층건물이 들어서 상업도시로 면모를 갖추어 동해북부 어업전진기지로 성장해 가고 있다. 2.화진포해변 코스개요: 천연 석호와 울창한 솔숲이 절묘하게 어우러진 화진포해변. 공식 해수욕장으로는 동해안에서 가장 북쪽에 자리잡은 해수욕장이다.백사장 길이는 1.7km, 평균 수심은 1~1.5m 정도이다.주변에 울창한 소나무숲, 맑은 호수, 기암괴석 등이 잘 어우러져 있어서 자연 풍광이 수려하다. 3.점심식사(거진항 제비호식당) 코스개요: 고성 최북단에 위치한 제비호식당은 고성8미중에 하나인 생태찌게를 맛볼 수 있는 곳이다.가까운 곳에 화진포해수욕장이 위치해 있고 통일 전망대 또한 지근 거리에 위치해 있어 아이들에게 안보관광까지 할 수 있는 곳이다.< br /> * 문의 / 안내 : 033-682 - 1970 4.화진포의 성 코스개요: 화진포의 성(김일성별장)이 세워진 연도는 정확히 알려져 있지 않다.다만 김일성은 1948년부터 50년까지 처 김정숙, 아들 김정일, 딸 김경희 등 가족과 함께 하계휴양지로 화진포를 찾았다. 5.DMZ박물관 코스개요: DMZ박물관은 남북한 평화와 안정을 바라는 전 국민의 염원을 담아 동해안 최북단인 군사분계선과 근접한 민통선 내에 있다.지구 상에 남아 있는 유일한 분단국의 상징인 DMZ를 통하여 지난 1950년 한국전쟁 발발 전후 모습과, 휴전협정으로 탄생한 휴전선이 갖는 역사적인 의미, 이로 인해 나타난 동족 간 이산의 아픔, 지속되는 군사적인 충돌, 60여 년간 사람의 손길이 닿지 않아 원형 그대로 보존되어 있는 생태환경 등을 전시물이나 영상물로 재구성하였다. 6.통일전망대 코스개요: 휴전선과 남방한계선이 만나는 해발 70m 고지의 통일전망대에 서면 금강산의 구선봉과 해금강이 지척에 보이고 맑은 날에는 옥녀봉, 채하봉, 일출봉 등을 볼 수 있다.발 아래의 휴전선철책을 사이에 두고 대치해 있는 최전방 초소는 남북한의 긴장감을 느끼게 한다.발 아래에는 2004년 12월 개통된 동해선 남북연결도로로 금강산육로 관광이 이루어지는 모습을 볼 수 있다. 7.이기붕, 이승만 별장 코스개요: 강원도 고성군 화진포에는 세 명의 옛정치인의 별장이 나란히 놓여있다.김일성 별장, 이승만 별장, 이기붕 별장.이승만 별장은 대한민국 초대 대통령인 이승만이 머물렀던 곳으로 1954년에 신축된 뒤 1061년에 폐허가 되었다가 1999년 전시관으로 복원되었다.  소박하고 단출하지만 별장 안에서 밖을 바라보면 주변의 울창한 송림과 한데 어우러진 화진포의 두 개의 호수가 한눈에 보이는 까닭에 화진포의 세 별장 중 가장 경치가 뛰어나다는 평을 받고 있다.",
    storeNumber: "",
    openingHours: "",
    businessDay: "",
  },
  // 음식점
  {
    classification: "음식점",
    storeName: "백두산정육점가든",
    address: "경기도 안성시 안성맞춤대로 945",
    coordinates: {
      latitude: 36.9981224904,
      longuitude: 127.269027306,
    },
    explanation:
      "백두산정육점가든은 경기도 안성시에 위치하고 있다. 질 좋은 국내산 한우를 정육 식당 형식으로 판매하고 있다. 한우 특++ 등심, 차돌박이, 등 다양한 한우 구이류를 맛볼 수 있으며 돼지갈비, 생삼겹살 또한 인기 메뉴이다. 돼지갈비는 따로 포장이 가능한테 푸짐한 양을 저렴한 가격에 구매 가능하다. 실내 좌석이 넉넉하고 주차장 시설도 완비하고 있어 각종 모임을 하기에도 좋다.",
    storeNumber: "031-675-7779",
    openingHours: "10:00~21:30 (라스트오더 20:30)",
    businessDay: "연중무휴",
    detailInfo: "",
  },
  // 축제공연행사
  {
    classification: "축제공연행사",
    storeName: "서울국제작가축제",
    address:
      "서울특별시 용산구 양녕로 445노들섬 라이브하우스, 다목적홀 숲, 노들갤러리 2관",
    coordinates: {
      latitude: 37.5177178854,
      longuitude: 126.9580520415,
    },
    explanation:
      "서울국제작가축제는 독자들의 문학향유 기회를 확대하고, 한국문학과 세계문학이 서울을 무대로 교류하는 토대를 만들고자 지난 2006년부터 개최해 온 글로벌 문학 축제이다. 올해 12회를 맞이한 서울국제작가축제는 언어의 다리를 건너- Crossing the Bridge of Language를 주제로 전 세계 작가들이 참여하는 대담, 공연, 전시 등 다채로운 문학 행사를 선보인다.",
    storeNumber: "02-312-1581",
    openingHours: "프로그램 별 상이",
    businessDay: "20230908 ~ 20230913 ",
    detailInfo: "",
  },
  // ㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡ
  {
    storeName: "뮈샤",
    address: "서울특별시 강남구 선릉로162길 43",
    coordinates: {
      latitude: 37.5263961992,
      longuitude: 127.0441189591,
    },
    explanation:
      "명품 주얼리 ㈜뮈샤는 국내 스타들이 선호하는 주얼리로써 한류스타뿐 아니라 유명 인사의 주얼리 코디를 디자이너 작품으로 제작하므로 유행을 선도하고 있다. 일본 애니메이션 겨울연가에 폴라리스 목걸이를 디자인하였다. 사랑을 모티브로 하여 디자인된 고품격 주얼리에 뛰어난 세팅력과 창의적인 디자인으로 세상의 단 하나뿐인 아름다운 주얼리를 만들어 낸다.",
    item: "쥬얼리",
    storeNumber: "1588-9391",
    openingHours: "12:00 ~ 22:00",
    businessDay: "연중무휴",
  },
  {
    storeName: "한국공예관",
    address: "서울특별시 종로구 인사동길 33",
    coordinates: {
      latitude: 37.5734730103,
      longuitude: 126.9855035196,
    },
    explanation:
      "한국공예관이 지역 공예작가들의 작품을 전시, 판매하기 위해 인사동 쌈지길에 직지(直指 전 세계에 남아 있는 금속 활자로 인쇄된 책 중에서 가장 오래된 것) 문화 상품을 전시, 판매한다. 인사동 판매장은 100여 종에 달하는 상품을 전시 판매하며, 직지와 공예비엔날레에 대한 정보를 얻을 수 있다. 주 판매 상품은 현존하는 최고의 금속활자본 직지를 상품화한 넥타이, 도자기 세트 등과 한국의 전통문양과 직지 서체를 하이 터치 기법으로 디자인한 상품과 도예, 섬유, 귀금속 등 공예작가의 작품을 전시, 판매한다.",
    item: "전통공예품",
    storeNumber: "02-720-3301",
    openingHours: "12:00 ~ 20:00",
    businessDay: "연중무휴",
  },
  {
    storeName: "국제자수원 3호점",
    address: "서울특별시 종로구 인사동길 41",
    coordinates: {
      latitude: 37.5739368319,
      longuitude: 126.9847702401,
    },
    explanation:
      "1979년 개점한 국제자수원은 한국적 전통 문양을 가지고 자수(刺繡, embroidery)를 접목시킨 공예품을 전시 판매하고 있다. 특히 판매하는 모든 제품은 수공예로 제작되어 섬세하고 깊이가 있다. 국제자수원은 청와대의 귀빈들이 항상 방문하는 곳으로 유명하며, 외국인 관광객을 위한 자수 강습을 체험할 수 있다.",
    item: "자수소품 및 혼수용품",
    storeNumber: "02-723-0830",
    openingHours: "14:00 ~ 22:00",
    businessDay: "연중무휴",
  },
  {
    storeName: "눈스퀘어",
    address: "서울특별시 중구 명동길 14",
    coordinates: {
      latitude: 37.5634213529,
      longuitude: 126.9828596009,
    },
    explanation:
      "다양한 국·내외 패션, F&B, 라이프스타일과 엔터테인먼트가 하나로 어우러진 공간으로 명동을 상징하는 새로운 아이콘이다. ‘눈(snow)’과 같이 희고 아름다운 결정체를 가지고 있는 쇼핑몰의 외관을 의미하는 것으로 인테리어 또한 한국 최초로 외부 에스컬레이터를 설치해 편리하게 구성하였다. 눈스퀘어에는 다양한 국내·외 브랜드들이 즐비해 있다. 이외에도  다양한 먹을거리와 CGV 영화관 등의 문화공간이 함께 마련되어 있어 패셔니스트들의 흥미를 더할 것이다.",
    item: "의류, 스포츠",
    storeNumber: "02-3783-5005",
    openingHours: "10:00 ~ 24:00",
    businessDay: "연중무휴",
  },
];
